Repository: Drum147/professor
Catalog: languages/plugins/conveythis-translate-*.po
Languages: ru_ru

source: Custom (placed inside of chosen element)
ru_ru: Custom (размещается внутри выбранного элемента)

source: Fixed (fixed in certain position of screen)
ru_ru: Стационарно(зафиксировано в определенной позиции экрана)

source: Position type
ru_ru: Тип позиции

source: If you need any help, you can contact us via our live chat at %swww.ConveyThis.com%s or email us at support@conveythis.com. You can also check our %sFAQ%s
ru_ru: Если вам нужна помощь, вы можете связаться с нами через наш живой чат на странице %swww.ConveyThis.com%s или напишите нам по адресу support@conveythis.com. Вы также можете проверить наш %sFAQ%s

source: Love ConveyThis? Give us 5 stars on WordPress.org
ru_ru: Нравится ConveyThis? Дайте нам 5 звезд на WordPress.org

source: Add URL that you want to exclude from translations.
ru_ru: Добавьте URL, который вы хотите исключить из переводов.

source: Block pages
ru_ru: Блокировать страницы

source: Select Flag
ru_ru: Выберите флаг

source: Select language
ru_ru: Выберите язык

source: Down
ru_ru: Вниз

source: Up
ru_ru: Вверх

source: Select dropdown menu direction
ru_ru: Выберите направление выпадающего меню

source: * If id of element will not be found on the page, default position will be used
ru_ru: Если идентификатор элемента не будет найден на странице, будет использоваться позиция по умолчанию

source: Enter id of element, where button will be placed
ru_ru: Введите идентификатор элемента, в который будет помещена кнопка

source: Horizontal spacing from the top or bottom of the browser
ru_ru: Горизонтальный интервал сверху или снизу браузера

source: Right
ru_ru: Вправо

source: Left
ru_ru: Влево

source: Horizontal location of the language selection button on the site
ru_ru: Горизонтальное расположение кнопки выбора языка на сайте

source: Bottom
ru_ru: Низ

source: Top
ru_ru: Верх

source: Without flag
ru_ru: Без флага

source: and drag and drop the ConveyThis Translate Custom link where you want.
ru_ru: и перетащите ссылку ConveyThis Translate Custom link туда, куда хотите.

source: Appearance &gt; Menus
ru_ru: Внешний вид &gt; меню

source: You can place the button in a menu area. Go to
ru_ru: Вы можете разместить кнопку в области меню. Идти к

source: Languages in menu
ru_ru: Языки в меню

source: Show
ru_ru: Показать

source: Languages in selectbox
ru_ru: Языки в поле выбора

source: Customize Languages
ru_ru: Настроить языки

source: Translate PDF (adopt PDF files for specific language)
ru_ru: Перевести PDF (применить PDF-файлы для конкретного языка)

source: Translate Media (adopt images for specific language)
ru_ru: Перевести изображения (принять изображения для определенного языка)

source: This feature is not available on Free plan. If you want to use this feature, please %supgrade your plan%s.
ru_ru: Эта функция недоступна в бесплатном плане. Если вы хотите использовать эту функцию, %sобновите ваш план%s.

source: Hide ConveyThis logo.
ru_ru: Скрыть логотип ConveyThis.

source: This feature is not available on Free and Starter plans. If you want to use this feature, please %supgrade your plan%s.
ru_ru: Эта функция недоступна в тарифах Free и Starter. Если вы хотите использовать эту функцию, пожалуйста, %sобновите ваш план %s.

source: Redirect visitors to translated pages automatically based on user browser's settings.
ru_ru: Перенаправляйте посетителей на автоматический перевод страницы в зависимости от настроек браузера пользователя.

source: Edit My Translations
ru_ru: Редактировать мои переводы

source: Select source language
ru_ru: Выберите язык оригинала

source: change plan
ru_ru: сменить тариф

source: Plugin requires installing php-xml extension.
ru_ru: Плагин требует установки расширения php-xml.

source: configuration page
ru_ru: страница конфигурации

source: You need to configure ConveyThis plugin here:
ru_ru: Здесь необходимо настроить плагин ConveyThis:

source: Add to menu
ru_ru: Добавить в меню

source: Select all
ru_ru: Выбрать все

source: ConveyThis Translate Team
ru_ru: Команда переводчиков ConveyThis

source: Translate your WordPress site into over 100 languages using professional and instant machine translation technology. ConveyThis will help provide you with an SEO-friendy, multilingual website in minutes with no coding required.
ru_ru: Переведите свой сайт WordPress на более чем 100 языков, используя профессиональную и мгновенную технологию машинного перевода. ConveyThis поможет вам предоставить многоязычный веб-сайт с поддержкой SEO за считанные минуты без необходимости кодирования.

source: By default all the languages have their flags in accordance with ISO standards. If you want to change the flag for one or several languages here you can customize this.
ru_ru: По умолчанию все языки имеют свои флаги в соответствии со стандартами ISO. Если вы хотите изменить флаг для одного или нескольких языков здесь, вы можете это настроить.

source: Change flag
ru_ru: Изменить флаг

source: Add to all pages
ru_ru: Добавить ко всем страницам

source: Hreflang tags
ru_ru: Hreflang тэги

source: Vertical spacing from the top or bottom of the browser
ru_ru: Вертикальное расстояние от верхней или нижней части браузера

source: Indenting
ru_ru: Отступ

source: Vertical location of the language selection button on the site
ru_ru: Вертикальное расположение кнопки выбора языка на сайте

source: Position
ru_ru: Позиция

source: Without text
ru_ru: Без текста

source: Short text
ru_ru: Короткий текст

source: Full text
ru_ru: Полный текст

source: Display the text name of the language
ru_ru: Отобразить текстовое имя языка

source: Text
ru_ru: Текст

source: Circle flag
ru_ru: Круглый флаг

source: Square flag
ru_ru: Квадратный флаг

source: Rectangle flag
ru_ru: Прямоугольный флаг

source: Select the display style for flags
ru_ru: Выберите стиль отображения флагов

source: Picture
ru_ru: Картинка

source: Show more options
ru_ru: Показать больше опций

source: You can find all your translations in your account
ru_ru: Вы можете найти все свои переводы в своей учетной записи

source: Where are my translations?
ru_ru: Где мои переводы?

source: On the free plan, you can only choose one target language. If you want to use more than 1 language, please %supgrade your plan%s.
ru_ru: На бесплатном тарифе, Вы можете выбрать только один целевой язык. Если Вы хотите использовать более одного языка, пожалуйста, %sобновите свой план%s.

source: Choose languages you want to translate into.
ru_ru: Выберите языки, на которые Вы хотите перевести.

source: Target Languages
ru_ru: Целевые языки

source: What is the source (current) language of your website?
ru_ru: Каков исходный (текущий) язык вашего сайта?

source: Source Language
ru_ru: Исходный язык

source: Log in to %sConveyThis%s to get your API key.
ru_ru: Войдите в %sConveyThis%s, чтобы получить ключ API.

source: Preview
ru_ru: Превьюшка

source: Main configuration
ru_ru: Основная конфигурация

source: ConveyThis plugin installed but not yet configured.
ru_ru: Плагин ConveyThis установлен, но еще не настроен.

source: Settings
ru_ru: Настройки

source: Rate this plugin
ru_ru: Оценить этот плагин

source: Support
ru_ru: Поддержка
